/*

Зрада 1 Русофілія 1 Самостійність 1 Мова 1
Ждун

Зрада 1 Русофілія 1 Самостійність 1 Мова 0
5-й Проект [Арестович]

Зрада 1 Русофілія 1 Самостійність 1 Мова -1
Раній Корчинизм

Зрада 1 Русофілія 1 Самостійність 0 Мова 1
Малороство

Зрада 1 Русофілія 1 Самостійність 0 Мова 0
Український соціалізм

Зрада 1 Русофілія 1 Самостійність 0 Мова -1
Галицький ждун

Зрада 1 Русофілія 0 Самостійність 1 Мова 1
Укросовок

Зрада 1 Русофілія 0 Самостійність 1 Мова 0
Незалежний соціалізм

Зрада 1 Русофілія 0 Самостійність 1 Мова -1
Опозиційний націоналізм

Зрада 1 Русофілія 0 Самостійність 0 Мова 1
Федералізм

Зрада 1 Русофілія 0 Самостійність 0 Мова 0 [підтянемо на мову]
Український федералізм

Зрада 1 Русофілія 0 Самостійність 0 Мова -1
Лібералізм з українською специфікою

Зрада 1 Русофілія -1 Самостійність 1 Мова 1
Східняцький націоналізм

Зрада 1 Русофілія -1 Самостійність 1 Мова 0
Ізоляціонізм

Зрада 1 Русофілія -1 Самостійність 1 Мова -1
Радикальний націоналізм

Зрада 1 Русофілія -1 Самостійність 0 Мова 1
Українське лібертаріанство

Зрада 1 Русофілія -1 Самостійність 0 Мова 0 [більш укр]
Український центризм

Зрада 1 Русофілія -1 Самостійність 0 Мова -1
Порохобот

Зрада 0 Русофілія 1 Самостійність 1 Мова 1
Опзшник

Зрада 0 Русофілія 1 Самостійність 1 Мова 0
---

Зрада 0 Русофілія 1 Самостійність 1 Мова -1
Галицький русофіл

Зрада 0 Русофілія 1 Самостійність 0 Мова 1
Помірний русофіл

Зрада 0 Русофілія 1 Самостійність 0 Мова 0
---

Зрада 0 Русофілія 1 Самостійність 0 Мова -1
Панславізм

Зрада 0 Русофілія 0 Самостійність 1 Мова 1
Поміркована самостійність

Зрада 0 Русофілія 0 Самостійність 1 Мова 0
Центристський націоналізм

Зрада 0 Русофілія 0 Самостійність 1 Мова -1
Корчинизм

Зрада 0 Русофілія 0 Самостійність 0 Мова 1
Аполіт

Зрада 0 Русофілія 0 Самостійність 0 Мова 0
Проєвропеїзм

Зрада 0 Русофілія 0 Самостійність 0 Мова -1
Східноєвропейськая демократія

Зрада 0 Русофілія -1 Самостійність 1 Мова 1
Минулий опзшник

Зрада 0 Русофілія -1 Самостійність 1 Мова 0
Націоналізм

Зрада 0 Русофілія -1 Самостійність 1 Мова -1
Націократія

Зрада 0 Русофілія -1 Самостійність 0 Мова 1
Східняк

Зрада 0 Русофілія -1 Самостійність 0 Мова 0
Український лібералізм

Зрада 0 Русофілія -1 Самостійність 0 Мова -1
Мовний націоналізм

Зрада -1 Русофілія 1 Самостійність 1 Мова 1
Російська непримиримість

Зрада -1 Русофілія 1 Самостійність 1 Мова 0
---

Зрада -1 Русофілія 1 Самостійність 1 Мова -1
Галицький сепаратизм

Зрада -1 Русофілія 1 Самостійність 0 Мова 1
Російський лібералізм

Зрада -1 Русофілія 1 Самостійність 0 Мова 0
---

Зрада -1 Русофілія 1 Самостійність 0 Мова -1
Російська демшиза

Зрада -1 Русофілія 0 Самостійність 1 Мова 1
Патріотичний соціалізм

Зрада -1 Русофілія 0 Самостійність 1 Мова 0
Український авторитаризм

Зрада -1 Русофілія 0 Самостійність 1 Мова -1
Помірний радикалізм

Зрада -1 Русофілія 0 Самостійність 0 Мова 1
Східний патріот

Зрада -1 Русофілія 0 Самостійність 0 Мова 0
Патріотичний ліберал

Зрада -1 Русофілія 0 Самостійність 0 Мова -1
Патріотичний консерватор

Зрада -1 Русофілія -1 Самостійність 1 Мова 1
Патріотичний аграризм

Зрада -1 Русофілія -1 Самостійність 1 Мова 0
Ресентиментний патріот

Зрада -1 Русофілія -1 Самостійність 1 Мова -1
Соціал-націоналізм

Зрада -1 Русофілія -1 Самостійність 0 Мова 1
Трансукраїнець

Зрада -1 Русофілія -1 Самостійність 0 Мова 0
Глядач телемарафону

Зрада -1 Русофілія -1 Самостійність 0 Мова -1
Твітерський лібералізм

*/


const ideologies = [
    {
        "name": "Ждун", // 1 1 1 1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "5-й Проект", // 1 1 1 0
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Раній Корчинизм", // 1 1 1 -1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Малороство", // 1 1 0 1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Український соціалізм", // 1 1 0 0
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Галицький ждун", // 1 1 0 -1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Укросовок", // 1 0 1 1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Незалежний соціалізм", // 1 0 1 0
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Опозиційний націоналізм", // 1 0 1 -1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Федералізм", // 1 0 0 1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Український федералізм", // 1 0 0 0
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 40       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Лібералізм з українською специфікою", // 1 0 0 -1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Східняцький націоналізм", // 1 -1 1 1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Ізоляціонізм", // 1 -1 1 0
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Радикальний націоналізм", // 1 -1 1 -1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Українське лібертаріанство", // 1 -1 0 1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Український центризм", // 1 -1 0 0
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 40       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Порохобот", // 1 -1 0 -1
        "stats": {
            "econ": 75,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
        {
        "name": "Опзшник", // 0 1 1 1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    // {
    //     "name": "0 1 1 0",
    //     "stats": {
    //         "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
    //         "dipl": 75,      // ВПЛИВ        (русофілія/українство)
    //         "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
    //         "scty": 50       // МОВА         (немає різниці/державна)
    //     },
    // },
    {
        "name": "Галицький русофіл", // 0 1 1 -1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Помірний русофіл", // 0 1 0 1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    // {
    //     "name": "0 1 0 0",
    //     "stats": {
    //         "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
    //         "dipl": 75,      // ВПЛИВ        (русофілія/українство)
    //         "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
    //         "scty": 50       // МОВА         (немає різниці/державна)
    //     },
    // },
    {
        "name": "Панславізм", // 0 1 0 -1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Поміркована самостійність", // 0 0 1 1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Центристський націоналізм", // 0 0 1 0
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Корчинизм", // 0 0 1 -1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Аполіт", // 0 0 0 1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Проєвропеїзм", // 0 0 0 0
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Східноєвропейськая демократія", // 0 0 0 -1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Минулий опзшник", // 0 -1 1 1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Націоналізм", // 0 -1 1 0
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Націократія", // 0 -1 1 -1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Східняк", // 0 -1 0 1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Український лібералізм", // 0 -1 0 0
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Мовний націоналізм", // 0 -1 0 -1
        "stats": {
            "econ": 50,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
        {
        "name": "Російська непримиримість", // -1 1 1 1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    // {
    //     "name": "-1 1 1 0",
    //     "stats": {
    //         "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
    //         "dipl": 75,      // ВПЛИВ        (русофілія/українство)
    //         "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
    //         "scty": 50       // МОВА         (немає різниці/державна)
    //     },
    // },
    {
        "name": "Галицький сепаратизм", // -1 1 1 -1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Російський лібералізм", // -1 1 0 1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    // {
    //     "name": "-1 1 0 0",
    //     "stats": {
    //         "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
    //         "dipl": 75,      // ВПЛИВ        (русофілія/українство)
    //         "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
    //         "scty": 50       // МОВА         (немає різниці/державна)
    //     },
    // },
    {
        "name": "Російська демшиза", // -1 1 0 -1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 75,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Патріотичний соціалізм", // -1 0 1 1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Український авторитаризм", // -1 0 1 0
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Помірний радикалізм", // -1 0 1 -1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Східний патріот", // -1 0 0 1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Патріотичний ліберал", // -1 0 0 0
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Патріотичний консерватор", // -1 0 0 -1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 50,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Патріотичний аграризм", // -1 -1 1 1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Ресентиментний патріот", // -1 -1 1 0
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Соціал-націоналізм", // -1 -1 1 -1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 35,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Трансукраїнець", // -1 -1 0 1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 75       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Глядач телемарафону", // -1 -1 0 0
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 50       // МОВА         (немає різниці/державна)
        },
    },
    {
        "name": "Твітерський лібералізм", // -1 -1 0 -1
        "stats": {
            "econ": 25,      // ПОЛІТИКА     (зрада/перемога)
            "dipl": 25,      // ВПЛИВ        (русофілія/українство)
            "govt": 65,      // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 25       // МОВА         (немає різниці/державна)
        },
    }
];



