// Негативне значення - шкала йде у ліво (наприклад в сторону перемоги)
// Позитивне значення - шкала йде на право (в сторону зради)

questions = [
    {
        "question": "Деокупація всіх окупованих територій України, включно з Кримом - ймовірний сценарій завершення війни",
        "effect": {
            "econ": -5, // ПОЛІТИКА     (зрада/перемога) 
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Мобілізація в Україні зайшла занадто далеко",
            "effect": {
                "econ": 5, // ПОЛІТИКА     (зрада/перемога) 
                "dipl": 0,  // ВПЛИВ        (русофілія/українство)
                "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
                "scty": 0   // МОВА         (немає різниці/державна)
            },
    },
    {
        "question": "Під час війни неймовірно важливо об'єднатися навко влади. Сварки потрібно залишити до мирних часів",
        "effect": {
            "econ": -5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Українські генерали чудово виконують свою роботу",
        "effect": {
            "econ": -5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Важливо слухати російських блогерів, щоб отримувати інформацію з того боку",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Російська опозиція ворог мого ворогу, тому її треба підтримувати",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Немає сенцу витрачати час на пошук гарних росіян",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Українські СМІ брешуть частіше за російскі",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Єдиний телемарафон потрібно як найшидше завершувати",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Під чам війни корупціонерів стало ще більше, а їх покарань ще менше",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Наважливо яка влада в Росії, будь-яка з них становитиме загрозу Україні",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -10,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Російсько мовні українці частково винні у початку війни",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Єдина державна мова приносить більше проблем ніж користі",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Закон про обслуговування держвною мовою є порушенням наших прав",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Іспит з англійської мови повинен стати обов'язковим",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Більшість українців переоцінюють Європейський союз",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Укріплення своєї армії є більш надійним захистом для України, ніж спроби вступити до НАТО",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Ганебно, що через російськомовство українців плутають з росіянинами за кордоном",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Міграціона політика країн Заходу є неприйнятними для України",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Реклама, телебачення, кіно, тощо повинно буди на українській мовні",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "У майбутньому, економічна співпраця з Росією у деяких містях може бути краще, ніж з Європейським союзом",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Учні повинні вчити якомога менше російських авторів",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Втручання країн Заходу в нашу внутрішню політику приносить Україні користь",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Мовні правила Європейського союзу є безглуздими",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Російськомовні школи можуть існувати, якщо цього потребує регіон",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Цивільні громадяни Росії заслуговують покарання за дії своєї влади",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Не підписання мирного договору через приїзд Бориса Джонсона є ганебним для України",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Ми завжди повинні дослухатися до думки США, якщо це позитивно вплине на наші відносини",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Україна може покладатися на постачання зброї від наших союзників",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Можна толерантно ставитися до будь-якої мови, окрім російської",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Україна має такіж права на російську культура, як і Росія",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Держава повинна фінансувати розвиток україномвоної культури",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Потрібно якомога швидше закінчувати війну, поки на стало піздно",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Йде війна на виживання, тому демократичні цінності Європи повинні бути відкладені на другий план",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "До поки в Україні розмовляють російскою мовою, Росія завжди буде намагатися нас захопити",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Санкції західних країн проти звичайних росіян є абсурдними",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "США та Європа гарантовано допоможуть нам відбудувати країну та налагодити демократичні інститути",
        "effect": {
            "econ": -5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Мігранти можуть не вчити дуржавну мову, якщо вони сплачують достатню кількість податків",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Попередження про можливий початок війни було б помилкою, якої наша влада не допустила",
        "effect": {
            "econ": -5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Перейменування вулиць та знищення російських пам'ятників є безумством з боку нашої влади",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Українська нація ближча до країн Європи, ніж до Росії",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Мене дратує, що у цьму тесті Росія пишеться з великої літери",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -5,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Усім було бы краще, якщо б усі українці перейшли на українську мову",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Мовне питання потрібно відкласти якщо не назавжди, то хоча б до кінця війни",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ        (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Ми можемо отримувати вогоду з посередництва між Європою то Росією",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 5,  // ВПЛИВ        (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Влада дурить нас, розповідаючи про ймовірність вступ до НАТО",
        "effect": {
            "econ": 5, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ       (русофілія/українство)
            "govt": -5, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 0   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Потрібно відокремлювати російську мову від росіян",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": 0,  // ВПЛИВ       (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": 5   // МОВА         (немає різниці/державна)
        },
    },
    {
        "question": "Можливо десь і є перебільшення, але у цілому правильно, що країна спрямована у бік українізації",
        "effect": {
            "econ": 0, // ПОЛІТИКА     (зрада/перемога)
            "dipl": -5,  // ВПЛИВ       (русофілія/українство)
            "govt": 0, // ДИПЛОМАТІЯ   (євроатлантізм/самостійність)
            "scty": -2   // МОВА         (немає різниці/державна)
        },
    }
];
